#version: 0.2
Ġ Ġ
\ /
ĠĠ ĠĠ
e r
o n
\ "
r e
i n
e n
ĠĠ Ġ
s t
a t
o r
l e
a n
i t
o m
" :
": "
, "
" ,"
s e
Ġ t
a r
d e
a l
e s
Ġ \"
i on
i c
a s
c t
en t
h e
g e
ĠĠĠĠ ĠĠĠ
r o
Ġ c
a m
f i
n e
o l
u b
Ġ =
i s
a c
Ġ -
u n
in g
; \
Ġ p
l o
u t
Ġ f
i l
c on
- -
r i
e b
Ġ s
c h
a d
u r
a p
, \
t e
l i
a ge
Ġ {
ĠĠĠĠ ĠĠĠĠ
fi le
i m
) \
e d
c om
Ġ '
= =
a b
h om
Ġ re
re w
d o
Ġ b
ne w
am e
: \
ent s
} \
at e
i f
eb rew
o s
hom ebrew
v er
Ġ in
Ġ m
o t
con t
ĠĠĠĠ Ġ
p e
i d
h t
en d
r a
an g
p t
an d
Ġ{ \
Ġt he
l ic
u s
> \
e l
c o
as k
ol d
u l
e x
e t
Ġt o
\" :
u m
q u
\/ \/
\" \
Ġ w
or t
Ġ n
j e
Ġ <
m it
at ion
cont ents
e m
je ct
es s
t h
v e
Ġ a
c ask
) ;\
e st
g it
p ort
Ġ o
as s
d i
c e
al l
en se
ac k
u p
c k
a g
p l
o d
s c
t er
. \
Ġ de
Ġ (
r om
s h
-- --
t p
o p
s ion
o de
= \"
ĠĠĠĠ ĠĠĠĠĠĠĠ
ct ion
k e
Ġ S
j s
\" ,\
\ \
l ang
Ġf or
Ġ $
p os
Ġ C
Ġ *
u e
ht tp
i g
lic ense
# #
s p
ess age
f or
c l
a v
Ġ }
ri pt
Ġ [
: \/\/
ap p
Ġ }\
p y
Ġ A
l in
a y
Ġ T
Ġt h
t o
s ub
m a
a se
st r
Ġ :
Ġ v
Ġc on
ge t
b o
re pos
m essage
c i
te st
se t
s er
i re
a ct
Ġ d
' \
im port
i o
com mit
s s
0 0
sub ject
h o
" }
{ "
m l
( '
n ame
t r
ar t
ne t
Ġ P
Ġ and
ab le
d d
at h
il d
h ub
p ro
i r
l l
Ġ ex
er s
w or
ver sion
u re
o ur
p h
Ġ end
u se
x t
Ġo f
un d
qu ire
for m
I n
fi g
u g
git hub
Ġ do
* *
y pe
Ġ st
u ild
Ġ 1
ur n
== ==
at a
Ġ g
( )
Ġ %
R e
i e
Ġ is
i z
Ġ r
Ġ L
it h
f a
ul t
li b
< \/
o re
http s
sc ript
if t
s w
st all
Ġ h
t urn
m ent
' ,
r c
l ass
Ġ #
: :
p le
Ġ @
2 0
lo w
a in
p er
Ġ if
Ġ D
ar k
Ġ on
lo g
Ġ se
th on
Ġc om
] \
---- ----
f f
i st
k ub
d ate
un ction
or g
Ġt est
m o
i p
Ġ M
i ve
ad d
a re
er net
ernet es
kub ernetes
Ġp ro
l y
o k
g r
u st
O N
in t
u le
Ġ .
p o
or y
wor k
Ġc lass
sw ift
n t
b er
A dd
it y
it e
F i
l ab
_ _
ĠĠĠĠĠĠĠĠ Ġ
Ġ |
g o
Ġ y
pe c
ac he
a il
Ġ- -
a k
b e
a st
Ġre turn
Ġ e
Ġf rom
re e
E R
o ut
C on
Ġt r
ac e
Ġ I
i um
l f
Ġn ame
an t
o g
un t
m e
p re
Ġ R
ur l
pt ion
ut h
Ġ 0
ar d
Ġde f
Ġb e
us er
d er
r or
w n
( \"
1 0
n import
Ġw ith
Ġth is
as h
on e
ie w
v is
\" ,
Ġ \/
Ġ 2
m in
e p
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
Ġ B
ub lic
s rc
od ule
f o
s y
en v
Ġ E
m y
e c
ke y
c he
de v
Ġ O
o u
1 2
. .
i a
ex t
Ġ= >
Ġ G
m an
` `
ic e
op en
i k
Ġ F
Ġ file
i al
p ack
Ġ N
U p
Ġ it
o b
u de
I T
R E
b ut
p ut
Ġ \
di v
av a
pl at
s o
im e
ar y
co de
il s
at or
in e
Ġf unction
o h
ar g
c ript
our ce
il l
) .
' ,\
r y
re s
r ame
re act
f t
p es
1 1
d b
re quire
an s
d a
cl ude
n o
b in
n f
p ath
ar ch
ch rom
M E
a ke
c c
Ġin stall
i es
qu est
ph p
v al
i b
ht ml
Ġ l
fa ult
## ##
at om
con fig
Ġ `
end en
i de
m at
j ang
lo ad
h er
ic k
{ \
Ġ} ,\
t ra
Ġre quire
y thon
te xt
lo c
I N
de p
ag es
Ġ new
u d
Ġ W
Ġ use
p ar
ac h
an ge
Ġr un
ic ense
Ġ U
f e
m d
ul l
Ġn ot
Ġ version
le ct
Ġ< \/
Ġ an
rame work
ck er
ub y
te m
jang o
cl ass
Ġ as
chrom ium
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
s u
r on
do c
\/ \
Ġ set
Ġ or
g ht
S t
n c
Ġ &
co re
Ġ +
lin k
Up date
ode l
i v
en s
c re
w w
- >
str ing
1 9
==== ====
Ġtr ue
1 5
li st
( )\
e e
p on
a z
f low
E N
m s
\" >\
com m
p p
C h
js on
g er
en er
A T
1 6
ri but
1 3
c ol
w eb
T est
ro id
d ata
iz e
u x
o w
al se
er t
Ġ H
M L
n d
Ġ di
en g
P ro
1 4
i x
":" #
ig n
c li
Ġ import
ro w
1 8
am ple
le s
b uild
6 4
t ype
Ġ fi
] (
o c
at ch
' )
S T
a uth
d s
script ion
Ġc h
de x
Ġ j
it le
lin e
de f
ation s
a f
ap i
m et
re ct
git lab
s k
sp ree
in d
Ġv al
1 7
y ml
m ents
m odule
) :\
{ {
ĠL icense
m ark
Ġcon t
ug in
t y
( );\
on g
Ġb uild
bo ot
Ġp ublic
ser v
e v
Ġse lf
le t
o v
v ar
ra ils
Ġw h
h q
S E
Ġ \/\/
re f
Ġ get
z sh
di r
n s
re ci
Ġ ]
Ġ app
b r
lo ck
Ġ up
he ad
de d
v iew
ap ache
er ror
re ad
Ġth at
Ġ 3
n g
c ess
Ġ al
at ed
u age
an ce
I ON
Ġ In
ro ll
at ive
py thon
le ase
C om
-------- --------
u li
Ġ at
g ro
\" >
Ġcon fig
t he
o st
p en
3 2
plat form
r b
tra vis
n ode
tr ing
Ġb y
i le
a x
ption s
reci pes
gitlab hq
Ġ V
e f
Ġv ar
n p
Ġ im
um ent
A R
c y
N ame
a le
A D
8 8
t on
ar n
st em
L E
th is
er y
Ġy ou
ing s
2 5
ro ot
do wn
' ]
a ve
s d
ri ght
d u
ic h
ur re
Ġ un
ma in
he l
a w
h is
am es
p s
Fi x
' )\
** **
s pec
ch o
0 4
v m
ig ht
c d
2 4
' );\
ra y
it ion
Ġ Re
9 9
ci es
n ot
Ġf alse
Ġ* \/\
Ġ= =
= '
\" )\
el d
is h
[ '
at ic
if ic
file s
Fi le
l er
ol s
O R
' ;\
Ġs pec
pack age
se arch
n end
2 3
Ġ !
in stall
enden cies
he ck
Ġ& &
E x
":" .
pro ject
c a
ve lo
on t
Ġ https
ho st
n T
` \
m and
al k
c or
lang uage
A N
8 0
$ {
ul d
l ay
f ore
Ġre s
er v
t xt
urre nt
Con t
de scription
se lf
> =
w are
Ġt ype
Ġ J
f l
j o
2 7
m on
o ver
8 6
b ack
h od
ser ver
uli p
ens or
loc al
c es
f er
z ulip
do cker
str ap
od y
5 5
c lo
op y
pl ate
st art
t s
g re
b l
in dex
r int
Ġ \\
3 3
us ing
Ġ\" ^
I C
or k
st er
te d
S y
Ġd ata
k in
b ase
at us
o ve
.. \/
v ent
( $
pe ct
nf rom
el l
b b
in clude
ed x
re d
r ust
en ch
7 7
I d
5 0
Ġde fault
em ail
2 6
Ġ add
j ava
lic ation
3 4
i an
Ġc an
n er
b ject
if y
er sion
Ġ 20
on y
ter n
Ġde p
y le
Ġ[ \
d jango
3 0
q l
re ate
ensor flow
Ġ el
. \/
c b
\" )
ri v
pl ay
Ġ user
em ber
t ensorflow
se s
ction s
f ramework
am s
2 9
auth or
S S
Ġp ython
Ġp ar
ass ert
o ck
l en
Ġ} }
. ","
8 9
Ġ% }\
e lect
c f
en ce
Ġy our
us h
og le
A ML
ur ation
boot strap
o id
Ġa re
U T
a h
b ar
ge m
arg s
m f
b it
velo p
und le
5 6
Y AML
8 4
d f
b a
an y
r an
p x
r ing
Ġ x
w e
roll er
Ġ ne
V ER
ro ss
3 6
D I
um ber
y s
#### ####
Ġp ath
8 7
** \
Ġ _
T ype
b y
in it
D E
str u
P I
t itle
und er
\/ *
te or
ar get
ic t
up port
Ġ id
Ġc ode
sp on
m b
at ure
u i
ain er
r un
om e
p i
- \
Ġ lib
r ic
in k
5 4
n ative
un it
3 7
ne x
m ap
H O
Ġdo c
ut o
Ġ log
3 9
m odel
do w
w alk
i se
plat es
bo x
Ġ http
s on
% =
Ġs ub
Ġp l
t end
ap t
5 7
me teor
doc s
er ver
le ss
r ror
n class
ww w
Ġel se
r it
cli ent
enden cy
Ġs ho
) )\
lo b
pl ugin
ad le
in dow
Ġp ack
ĠĠĠĠ ĠĠ
Ġc ol
re turn
ad min
2 2
U R
b u
co unt
d is
wor d
5 9
{ %
Ġ under
Ġn ode
b ot
ast ic
lo y
m er
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠ
R O
n S
a i
Ġ string
age d
Ġm et
mf ony
po st
ib le
F ramework
0 9
pon ent
F or
re quest
Ġ url
test s
a a
c ross
Ġo ut
Ġ% >\
AD ME
A L
6 6
":" <
0 7
riv ate
b t
os f
p ace
ench mark
it or
it ory
o und
u al
de fault
Ġs u
am l
erv ice
ma il
er e
r uby
re n
l u
t ings
F I
Ġval ue
S cript
ĠT he
st e
ir on
C T
p m
n py
o f
tem plates
S ION
Ġcon st
cont ent
R es
Ġtest s
T ext
Ġ* \
r ap
ate st
ic es
id th
co ver
p a
Ġ link
cross walk
Ġ 5
( \
Ġ 4
Ġ env
ro ut
T o
Ġs o
con st
B uild
Ġ i
en sion
qu ery
G E
Ġ li
f d
b ug
L ist
y stem
Ġ all
it em
Ġ en
' :
k en
Ġpro ject
a e
lab el
m ar
r ary
st aged
li ent
n y
co in
b ed
S tring
Ġ K
elect ron
a use
c ss
Ġ| |
0 6
Ġ >
r st
Ġd is
m is
le an
ce ption
sp ring
O S
Ġ __
re am
ĠS t
im ple
Ġ: :
stru ct
ul ar
RE ADME
( :
A r
em ove
4 4
ne l
g u
Ġs cript
and roid
Ġw ork
U se
t ime
s v
E rror
in te
che ck
k y
Ġin clude
p at
ic on
astic search
Ġcom mand
' s
ut il
Ġw ill
w h
f b
m p
ft ware
x ml
Ġ} );\
ri x
Ġ\" $
Ġ key
I S
2 8
st ribut
st ance
A pp
Ġ$ {
Ġ error
enchmark s
he ll
k o
Ġ list
ag er
2 1
VER SION
\" );\
Ġn o
d at
f unction
V iew
ag s
C ode
Ġth en
s ource
b ody
e y
`` `\
z er
Ġwh en
D e
s l
ce pt
Ġ gem
rect ory
Framework B
in ter
C H
Ġp re
val ue
3 5
ro p
DI R
Ġm odule
z h
\" ;\
FrameworkB enchmarks
sy mfony
t om
Ġc heck
AT H
velop ment
v id
T r
cre ate
ĠT his
go ogle
lin t
O T
t ribut
A S
======== ========
9 7
ic s
Ġt ext
lin ux
m ary
ail s
ma ster
so le
9 6
el asticsearch
n def
ar ray
u k
Ġh ref
k g
n ing
0 1
n A
ate g
s ite
Ġs h
# \
d c
ab ase
Con fig
[ :
Ġp y
o ok
\" \"
gro up
st ack
M ark
R emove
ra vis
\/ .
n if
ass word
re g
M IT
Ġ ab
or s
c ar
S et
er ial
spon se
S ON
do t
k it
Ġp er
l ter
a ction
s ol
all y
ic ro
J ava
9 4
le d
Ġre quest
P l
c al
n require
fi x
our ces
bo ok
Ġ os
n um
i q
b d
r m
Ġ\\ \
t op
} \/
Ġre ad
ĠS tring
r is
s ing
Ġ ac
Ġ] ,\
con da
qu al
im age
o o
le ment
V al
| \
le arn
Ġst atic
8 5
b c
ec ut
E S
opy right
a u
D O
Ġp age
w it
cc ess
an e
clo ud
to ols
er r
# {
Ġ\" ~
Ġb ase
Ġ[ \"
man age
qu ick
M A
Ġ. \/
":" ","
**** ****
s um
an k
Ġ git
ig r
b io
script s
4 7
0 5
pe t
r ite
6 7
Ġ k
in al
o ff
qu e
0 3
ames pace
Ġw e
n C
n use
un ity
b sd
ub l
Ġ org
V ersion
P ath
ep age
Ġb ack
pre ss
I L
az ure
\" ]
nex port
) )
f c
r ant
cor d
Ġp h
n n
com p
ra w
Ġup date
gr am
D ata
z e
-- -\
hom epage
be fore
Ġn ull
R uby
Ġin t
o do
iron ment
Ġ let
Ġm ake
Ch ange
sc ri
IC EN
on s
f ace
up er
a ut
ed ia
hel p
Ġsho uld
Ġ{ {
Ġh ave
her e
cl ause
n script
I D
Ġv oid
Ġg o
Ġ Y
require ments
I m
n var
Ġfile s
Ġp rivate
eng th
ion s
in put
in fo
L O
gr adle
le v
Ġt em
h ar
col or
ust om
pon ents
Ġmet hod
un c
Ġc reate
P ython
bo ard
ĠT est
g g
ĠP ro
Ġp ost
) ,
re ss
":" {\
s m
H P
ĠC om
Ġin it
tern al
Ġ assert
p age
U n
N A
id d
Ġs rc
Ġ using
l li
or d
0 2
or der
Ġp ip
ICEN SE
o ad
f rom
b lock
L I
Ġn pm
Ġex pect
P ar
9 5
> <\/
Ġ} }\
t d
' t
Q u
Ġcont ent
act ive
mis sion
P ATH
row ser
0 8
? \
E n
Ġo ptions
le ction
ex ample
u c
3 8
Ġt ime
form at
em bed
H T
o uld
gro und
} ;\
Ġex tend
met a
g ener
ĠC on
che f
Ġdi stribut
h u
odo o
Ġ[ '
Ġcom p
t able
lic k
val id
ent ry
W eb
ver t
set up
ro l
in s
head er
al i
O pen
ri d
g ra
n b
Ġb ut
dep endencies
lob al
comm and
ut ils
bio conda
i fi
port s
tr ue
b f
Ġ- >
r l
\" ]\
ob ject
Ġe cho
T y
a j
Ġres ult
dep endency
A l
module s
st yle
00 0
an ch
ne d
vid er
c ache
o ot
c ur
g en
Ġm ore
ll vm
Ġdoc ument
w ith
sp an
sc he
a de
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
Ġs ource
c s
h y
o x
but ton
A B
Ġim age
p r
Ġm ain
C ol
d k
K E
M ake
Ġm ay
pre s
T R
Ġcom mit
ast er
c an
i er
ist er
set s
ri ver
Ġ File
quick start
am p
M an
z z
y n
Ġre n
ag rant
Ġ str
Ġand roid
ock et
Cont roller
C E
Ġo pen
t im
re lease
s ql
us r
tr ans
t ag
Ġ ?
e w
Ġ license
ik it
ra ct
gr ap
li ght
ot her
) ,\
7 4
7 6
e a
or ies
in x
U ser
ch ange
---------------- ----------------
Mark down
an i
at es
s ign
ra form
m al
l atest
per t
Ġ )\
ma ke
act ory
n P
ro up
y aml
pack ages
se d
li us
p c
Ġg ener
Ġa uth
Ġren der
Ġpack age
len ium
l a
s ize
ĠE x
o unt
w ay
Ġan y
le x
Ġs erver
Ġc urrent
+ +
et s
comm unity
ter raform
per ty
Ġextend s
ent er
manage iq
su do
o ptions
view s
Ġo ver
Ġon ly
T he
kin s
su es
j ob
":"# !
ro s
Ġp rint
l d
Ġ( )
ch a
d ing
ho w
b en
Ġw eb
Ġm odel
Ġrequire d
k a
are nt
pos er
serv o
sc ikit
Ġ ]\
se lenium
ic al
c r
app er
j en
v a
embed ded
9 0
ri de
v ide
Ġ{ %
co pe
pl ace
i able
C O
Ġo bject
} );\
fi eld
ad ata
Ġc over
H E
i str
Ġj ava
D ep
E ST
> <
u es
tem plate
hom e
ev ent
it er
L og
in c
and ler
u ff
n before
old er
ne ct
x y
Ġ< %=
ĠO R
j oh
le te
n av
' ).
Ġh as
Ġc all
5 8
Ġsu do
di st
c at
\/ **\
ific ation
co ok
at ing
ĠS ystem
he ight
4 6
Ġst art
b le
lli j
y les
Ġm essage
":"#! \/
n a
C K
Ġ line
t ask
A d
Ġ apt
te ct
Ġ ~
() .
ĠA PI
Ġc l
Ġ\/ >\
v s
inte llij
g n
ĠV ersion
at abase
\\ \\
m icro
di o
n const
o pt
ma x
U L
ĠP ython
ame ter
ky ll
to ol
9 8
il er
Sy lius
} }
= $
FI LE
M P
IN G
Ġtr ans
Ġdistribut ed
3 1
U S
p or
repos itory
Ex ception
mo ve
Ġs upport
Ġph p
il ity
ĠA N
in f
al a
p an
lay out
st atus
ure s
npy test
t ing
m od
ran ch
jo in
Ġm at
Ġin ter
h a
v agrant
ĠT ravis
Ġch ange
J SON
p ol
t arget
iz ation
fi lter
Ġ ra
tr y
able d
g ing
par am
\"> <\/
l ar
com ponents
at s
p kg
up date
arg in
b ash
serv ice
ale x
et ch
co v
S e
n w
Ġuse s
9 2
pert ies
ĠC opyright
pl it
e ature
M odel
m k
Ġex ample
os h
4 2
f s
n module
eng ine
Ġ local
nT his
lo t
S ervice
Ġre lease
gr unt
Ġ' \/
Ġset up
res ult
e k
Java Script
du ct
Ġb lock
A n
net work
' ]\
t return
. *
Ġf l
ang ular
M S
f ind
s a
ug h
00 00
6 0
as ic
wor ds
## #
se lect
scri be
NA ME
ĠA dd
5 2
Ġt itle
sp ace
p art
ul p
sp ark
w idth
T O
open embedded
":"< ?
bit coin
Ġr uby
en u
Ġwh ich
ig h
cover age
Ġ1 0
######## ########
Ġ us
ol low
T ime
9 3
h an
v in
Ġc ase
t if
st ore
= {
Ġ\" \"
u ri
Ġ array
o ol
HO ME
Ġc opy
je kyll
e ach
n i
c urrent
k ar
pt y
Ġal low
Ġdi rectory
b rew
ir ror
z ip
R AN
Ġg r
) );\
con f
re t
ne ction
r u
form ation
iz er
al y
T I
unt u
j av
Ġ load
h am
ĠS ee
O bject
Ġde scription
ut f
dep loy
p g
le y
8 2
. _
w a
B ase
as cript
lev el
Ġ\/ **\
Ġdo cker
9 1
p ache
Ġ 7
Ġuse d
R I
Ġit em
B U
a ir
Ġre l
h en
n install
l ength
4 0
B undle
S D
n set
di rect
~ ~
nd jango
ĠA pp
C lass
L icense
K ey
st ate
Ġ! =
L A
p rint
par se
o se
el ds
k er
w in
ct ive
br anch
n using
8 3
ĠT r
model s
Ġout put
) .\
Ġne ed
um p
m ing
dep s
Ġ} ;\
and le
} )\
in i
in ed
pos itory
op s
Ġbe fore
] .
ir t
all s
de velopment
av en
d om
r ub
t ar
ubl ish
L ICENSE
o te
pro cess
ck et
jen kins
Ġinit ial
Ġm an
Ġre g
T H
po int
im g
Ġ ro
is sues
ab el
Ġtem plate
Ġ le
pl y
`` `
indow s
In ter
Ġ' >=
ĠI N
l s
st o
4 5
sy stem
S h
ans ible
U N
P E
M et
st atic
Ġb ranch
g mail
Ġa v
ri b
ple ment
n I
Ġfor mat
t w
co ding
ol t
Ġ arg
n ix
or age
serv ices
m i
ĠS et
as y
ne xt
it s
g h
c le
Ġ| \
k s
Val ue
Ġpl ugin
pt o
ĠY ou
ĠIn stall
ĠD e
r am
Ġv iew
um n
loc ation
h ash
w ift
app lication
ĠO F
Ġp art
H e
are d
D o
met hod
ci al
[ \"
to ken
Ġ< <
7 5
ik i
Ġs ome
ĠC I
ad er
un g
version s
E vent
comm on
A nd
N ot
fe ature
Ġdep endencies
sh ow
Ġdis play
Ġpro cess
Ġst ate
et c
o co
Re quest
H el
j u
np m
E D
6 9
c all
f ul
4 8
6 5
gra de
ĠT O
al ph
r s
Ġval id
out put
Ġ lo
t a
Ġ email
Ġ\" \/
g res
ĠC h
UR L
f re
Ġt ask
od ing
p li
7 8
c ms
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
el y
f ter
ep s
up pet
add ing
D B
Ġn umber
ang es
r apper
D es
ult i
in o
ill a
hel per
nT he
} \"\
v en
Ġch ar
end er
A V
plugin s
Ġt arget
ho ut
D is
s ide
Ġcon text
sd k
cont ainer
tribut e
P O
HT ML
n ull
Ġin put
Ġn il
Ġin to
nn amespace
Ġ X
Q L
ab ric
P HP
Ġ );\
Ġm in
Ġd jango
or n
no w
S C
s n
! [
at t
p ng
n v
ack age
Ġ: =
s ue
.. .
A P
B y
p ed
w er
set tings
ap e
ver y
p ri
Ġon e
Ġcol or
7 9
f in
m art
st ar
Com ponent
Ġf ont
re sponse
ig ned
Ġ right
O r
m c
sh ould
v an
and om
n python
n Re
Ġf ollow
lab s
Ġm argin
Ġ other
I tem
\/ _
ed it
he d
6 8
p assword
ub untu
C lient
k u
Ġ# {
Ġlib rary
at form
N E
Com mand
vs code
4 9
Fi eld
St ate
ension s
so ft
ch ar
Dep endencies
Ġre sponse
Ġmat rix
ad o
T h
ge ms
Ġde v
( {\
m irror
id get
l ing
ers on
Ġ\" ${
as sets
Ġp ort
S pec
st yles
ty pes
C ase
doc ument
G et
ĠC ON
ig in
m ac
ĠF or
o e
= \
Ġ root
re l
Ġ ad
Ġconfig uration
ĠU n
ail able
2 00
ific ations
um b
an nel
\/\/ \/\/
cont rib
tribut es
Ġm atch
Ġp os
p atch
Ġapp lication
k i
cd n
H ub
Ġc lient
su ccess
Ġc re
Ġm aster
g l
d av
P A
b log
Ġa ctions
il y
7 0
! --
A t
st ream
a o
Ġ host
par ams
ex ports
o ftware
u an
lo ud
T e
U B
i i
af ter
Ġfor m
c pp
Ġin dex
ack er
Ġ- >\
f ron
de bug
len ame
f x
sh ift
} \"
] )\
ct or
end or
ste ad
ser t
6 2
! \
ri g
it ies
5 3
Ġ' '\
s ample
Ġw rit
t ot
fa il
Ġpack ages
N ode
met adata
S hell
ne cho
dot files
n description
7 3
b ro
al led
ĠA pache
Ġe vent
Ġ\"\" \"\
Ġs y
c ed
iz ed
Ġso ftware
sv g
n test
sum mary
Ġw as
Ġ* *
Ġm y
o int
4 3
A s
np ublic
w ang
..\/ ..\/
di rectory
U rl
ag pl
t k
f ont
Ġ language
es h
mat ch
le g
L e
config uration
license s
Ġ label
] ;\
lin es
n r
Ġ= ==
um ents
fa st
p and
Ġ args
ani el
Man ager
c ut
mission s
EN V
Test s
ĠC ont
n sudo
Ġcon sole
Ġcont ain
} ,\
u ch
Ch at
c ase
C heck
Pl ugin
un ch
m t
Ġ$ (
m ode
x x
pre sto
fo und
s plit
con text
n git
w o
inf ra
Ġst atus
ĠG it
jav ascript
ĠD o
mo te
ĠĠĠĠĠĠĠĠ ĠĠ
P T
Ġex cept
\"\" \"\
p ush
ent ic
ho ok
< %=
C I
Con text
] ,
am b
po se
Ġw idth
Tr ue
Ġd ate
e ar
Ġ( \
ar i
ri st
j a
zer oc
D ef
kin fo
Ġli mit
lic kinfo
zeroc lickinfo
tect ed
Ġin formation
AT E
M essage
j ar
() );\
job s
Ġb undle
er o
Ġdo es
Ġ 6
io us
te ch
s ch
re port
re st
t ail
em pty
7 2
ateg ory
P L
Ġs ite
A uth
\/\/ \
Ġst yle
con d
ol og
t en
ap ter
') ,\
iv ity
Ġs ystem
gener ator
und ler
unt ime
s am
p uppet
num py
ĠA r
":" ---\
f act
Ġf ind
ĠAN Y
Ġab out
6 3
Ġa ction
Ġin stead
ĠI S
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġspec ific
Ġ' .\/
Ġa ut
ĠU ser
key words
Ġtr y
s g
E qual
rout er
cont roller
Ġh ere
Ġback ground
R un
Ġs ervice
Ġenv ironment
ich a
c p
c ent
ĠW AR
fi rst
ch en
Ġex it
Ġt y
if f
D oc
U t
re ak
\" \/
sh ot
Ġc d
er a
8 1
C ON
Ġs uper
L oc
pkg s
E d
} }\
al s
ist s
Ġdep endency
sk i
O n
Ġfi x
E xt
Ġ json
ed itor
n env
grap h
ĠRe act
du ction
C ore
Ġd b
u dio
s im
ess ages
ra g
Ġpro vide
ign ore
tp ublic
at er
t mp
ith er
Ġse e
b rowser
nf unction
ĠC ode
Ġ u
Ġ )
rap h
p ublic
idd le
Ġn ow
sy nc
cdn js
Ġo ption
Ty pes
Ġset tings
ch ris
} ","
T P
ot t
ile d
j dk
j as
gr ation
Ġ{ }\
on ly
re en
r ick
Ġ- *
Ġd atabase
ro y
M ap
pon se
d ash
fer ence
Ġ% >
ut e
t tp
se mb
n add
Ġt ag
ren der
ay out
re m
E lement
che ma
******** ********
n F
Ġsho w
Ġex ec
ĠWAR RAN
ant s
Ġpar ams
() :\
ĠI f
ar m
sy s
art ic
sc i
ur s
m em
a uto
S erver
it es
Ġp ush
Ġcover age
al t
v o
f ac
v ed
c ry
Ġf eature
n fi
Ġt able
r ad
ab s
Ġvar iable
mo ck
t ails
Ġm e
gr pc
art if
Ġ1 00
sk y
author s
( {
an n
j ust
E X
( [
R ocket
; ;
O f
d rop
Ġ} )\
5 1
Ġin stance
de sk
Ġa uto
R L
j m
un k
app le
G ener
ot o
nf l
Ġa fter
w ard
Ġ$ {{
dir name
Ġa ct
il li
def ine
t t
ar ies
Ġf inal
s end
n W
ent ity
ĠR un
g z
Ġs pe
lib rary
wn load
7 1
Ġ< %
php unit
Ġdocument ation
b ad
h at
h as
Ġst eps
end s
Ġ z
mat erial
Ġauth or
A PI
mat rix
Ġth row
im ages
c el
irt ual
N et
=\" {{
w rite
ition s
f alse
lo at
v c
Ġex ecut
} )
Ġ+ =
1 00
av el
he et
and ard
m ed
vis ion
A SE
â Ģ
Ġdi rect
i ver
Ġre po
in stance
ĠB uild
sk ia
Ġ help
th ing
it hout
Ġ] ;
par ser
to re
z illa
ĠW IT
ION S
c er
Ġf ail
4 1
j i
Ġfi rst
wit ter
Ġfollow ing
e ed
n on
as ses
F A
sy n
Ġp adding
inc ub
Ġrequire ments
Ġ% }
K it
er b
de l
Pro vider
an o
micro python
incub ator
b j
th er
Ġ[ [
X X
ow er
Ġf ound
f r
t ri
res ources
Ġ 8
z y
artif act
j on
Pro ject
ut ton
Ġun less
user name
st d
Ġc or
ol ve
il t
re po
m igr
Qu ery
et a
nix pkgs
ex ternal
Ġex t
li f
pro perties
Ġp ull
ple te
Ġe ither
g ulp
Ġm od
om et
aw s
eb ook
k w
at tr
change log
i ent
lay er
Ġ html
fi ed
( __
ses sion
Ġin st
Ġ err
istr y
? (
ent ial
Ġun it
p ages
\/* .
Ġapp lic
O L
ĠI m
ĠR es
In stall
s upport
b s
i os
mo cha
joh n
Ġre pository
G S
icha el
request s
linux brew
ĠH T
rout e
For m
R C
cur ity
O ver
pro ps
ot h
Ġm ax
example s
ol ut
Ġ( !
down load
g y
Ġfi eld
por ted
re p
st ract
Ġ github
ifi er
L oad
ac cess
Ġb in
li ance
ag ing
ag ov
ac y
Ar ray
Cont ent
C L
Ġp ass
B e
Ġ api
f u
] ,\
ĠC heck
s cope
Ġch anges
reg ister
Ġ( $
ang uage
j ack
nt ax
g s
ĠU RL
h or
l ast
con nect
to x
ach ine
o di
ref er
) :
p ip
Ġdep loy
H andler
\" ).
min e
in es
IL D
Ġa g
u id
t ree
ali as
alph agov
U I
n umber
TI ES
wit ch
Ġex press
de b
p ay
or igin
s age
on d
In te
ff e
D ate
sc ala
ex ecut
t le
Ġ ar
ir d
Ġw ithout
I O
Ġg roup
) ](
C reate
l an
dev Dependencies
Im age
com poser
ĠN one
co der
ust er
ra ft
Ġex port
Ġis sue
6 1
se ction
m aven
Ġversion s
b ra
Ġ-- >\
y es
open stack
sol id
not ifications
ameter s
Ġav ailable
l ack
O ptions
mon go
Ġse lect
Ġ height
de sign
es lint
Ġto p
ĠR E
work flow
ĠG o
pres ent
b undle
y a
G o
Ġs imple
os u
Ġl atest
[ ]
. \"\
Ġim plement
velo per
AV IS
Sy stem
Ġs ys
HO UT
Ġw here
res ource
IN D
iv en
j h
c ustom
s imple
at o
m as
li p
In fo
US ER
de lete
P RO
t i
ub le
sche ma
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
l ane
ĠG ener
MA KE
w d
sh ip
M odule
R out
bl ue
fi re
core fx
Ġor der
Ġb ash
Ġg over
u o
Ġne xt
j w
ly n
ve y
the me
un ter
Ġ\" >=
Un it
k r
od b
d an
P S
L ink
Ġm ark
d ated
us ers
app s
c lick
d r
Ġ ass
OR T
G O
st ri
Ġ= \
Ġ head
ber t
for ce
GE T
\/* \
Ġt er
O F
Ġg lobal
ask ell
N T
Ġb order
c ard
th en
t f
dat abase
G it
( @
":" [
Ġp assword
cont rol
Ġbut ton
bt ain
Ġac cess
e le
P age
o in
n l
T ask
gre ss
i us
T Y
nfl ake
P h
ak er
n h
p op
ire ct
n de
s il
is m
Ġ[ ]\
pli ed
Res ponse
p arent
Ġpro tected
y u
ac count
F actory
Ġo btain
() ,
g a
m ag
ĠWARRAN TIES
os s
che d
Ġrun ning
Ġli ke
P Y
Ġstr ict
log ger
ĠS oftware
W ith
L ib
s ass
m or
< %
s pe
er ic
j am
Ġse arch
ĠN OT
wh ite
en ame
o le
Ġs ize
ĠWIT HOUT
ĠC reate
struct ure
p ac
Ġof f
ubl is
Ġm on
ut ure
TR AVIS
":" \/\/
task s
ule s
igh light
for k
Ġper missions
t ags
=\" \/
j un
Ġm is
Tr ans
ĠLicense d
Ġen coding
ro om
S ub
n or
fo x
ĠA ll
if est
LI B
g lobal
A ction
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
Ġgr adle
j an
Ġm ap
$ (
ĠU se
ĠM IT
Ġpy test
log in
l and
Ġw indow
co py
w atch
abric ator
ber g
Ġra ise
h ing
i as
ĠO pen
\"\/ >\
le ft
way s
que ue
cook ie
Ġcom poser
ĠI t
g or
Inter face
Ġc ache
n changelog
solid us
semb ly
v im
n u
fo od
idd en
gram ming
Ġ utf
v es
ĠJ SON
sp ice
Ġs ure
load er
p ing
S tr
Ġc ustom
Ġtest ing
'] ,\
AL L
S ource
v i
ge st
s uper
In put
fron tend
chrom e
Ġv ia
cript ion
de st
r t
EN T
b as
ĠG et
} ,
Build er
key s
ateg ories
ol oad
ound ation
Ġ >=
s en
in ce
ig ation
D ev
Ġ ver
project s
d ay
Ġwrit ing
read y
IT K
Ġover ride
in ate
m edia
\/ **
com e
item s
Ġ query
ĠSt atus
m r
ĠCon fig
Ġc lean
Ġj ob
mo b
Ġn um
fi sh
Ġs c
o ption
w ag
ĠN ode
app end
am i
O M
Ġrun s
cre en
con sole
man ager
gre g
N ew
S tore
r ab
to col
the docs
iddle ware
ame l
Ġread me
v it
Ġim plied
a ded
Ġb ug
book s
ge d
O ut
j query
Ġ Q
Ġ\" .\/
N U
arn ing
Ġre move
st one
ex pect
20 15
Ġ\/\/ \/
ĠP HP
go v
Ġst d
R ed
A ll
App lication
pro file
erv ices
D ir
ĠTr ue
(' \/
D IT
ĠT HE
d art
ro ck
r aries
Ġa gre
v ents
AB LE
Res ult
ok en
m es
} .
d en
Ġ ap
00 1
() )\
co ur
ist ory
n language
a ctions
g p
b abel
p rom
n m
ch ild
il ter
Ġin te
C l
ĠS e
Ġb ody
n after
Ġval ues
ul a
yn am
read thedocs
BU ILD
d y
ph abricator
ĠK IND
ator s
Y ou
M O
Ġo wn
Ġm igr
C ar
ĠW eb
Ġfi lter
sc ss
pi pe
f ly
c ure
S I
P er
Ġ ubuntu
t es
i pe
S te
Ġ Update
or m
t n
ri e
in st
s an
Ġst ore
com ponent
ak es
ri es
v n
================ ================
J S
um e
he el
ĠTO DO
local host
c lang
T E
sci py
ĠL ist
Ġend if
i j
oco p
s ave
F rom
oo lean
nC urrent
found ation
S O
( (
H ttp
web site
z a
Ġ qu
hel lo
l ite
Ġw ant
bt n
c g
Ġn g
c as
m enu
et urn
Test Case
Ġm ode
ma int
Ġp ut
no wn
S QL
bo y
um mary
feature s
T EST
s entry
bin d
re mote
ĠD E
ci rc
in a
Ġx ml
Ġde velopment
fi rm
Ġm ust
dav id
De fault
di stribut
roll ers
Ġal so
Ġde tails
ĠL og
i ro
Ġj ust
ar s
C MAKE
e qual
A GE
25 6
en ces
Ġin fo
j p
Ġb et
l g
St ream
ro b
se m
Re cord
os car
able s
Ġdoc s
r us
Ġe ach
n k
r f
Ad min
UL L
t g
c ap
p in
ĠA s
fi lename
struct or
c us
t v
n Build
fast lane
z en
ã ģ
in ux
li x
c ul
n B
ke e
ĠE n
re move
tot ype
artic le
j er
fo o
et er
Config uration
un ic
For mat
sc reen
ros lyn
C MS
pres sion
Ġcom ponent
ge x
Ġinter face
de s
d aniel
N O
am a
Ġapplic able
Ġat tr
W S
n G
arch ive
ing le
ĠS y
Ġ .\
c md
j b
ath er
12 3
path s
w al
pe ter
ia o
Ġcont ainer
Ġb rowser
h r
bu ck
se curity
k oding
Ġv is
KE Y
t m
Ġinitial ize
f ull
b ers
b ench
ĠA nd
al og
n ap
k t
(' .\/
Ġ\" *
w rapper
Ġ}} <\/
T ER
j r
q t
n ath
__ (
Ġ] ]
cut ter
con s
Ġt ags
ic y
g in
G roup
Ġex ist
ĠL ICENSE
Ġaut om
olog y
z o
im um
dis play
Ġre port
command s
) ;
ser ial
ag ent
an a
fl ux
re y
a fe
and y
ap er
cre t
ng ine
om ain
nRe po
Ġmodel s
c lean
d p
pro perty
B utton
up ported
ĠR uby
org an
m ath
Re g
s qu
test ing
ub e
Ġ how
Ġex tra
Ġcomp liance
Ġde st
n in
n matrix
Ġclass Name
te x
Met hod
sh a
ov y
nA uto
or a
c ast
sp h
i ra
im al
T em
Re vert
pre fix
workflow s
In t
h av
Ġcall back
S elect
d on
j unit
) ","
Par ser
w s
s bt
W OR
add ress
st op
Ġo ur
D i
ĠL anguage
post gres
Ġt ravis
zh ang
ĠA d
n node
Ġde bug
\\ \"
v as
A pi
my sql
ĠA l
ĠB AS
p ass
ĠA ctive
w rap
Ġs k
in ation
Ġlimit ations
Ġl aw
N o
ex pand
Ġra ke
Ġo pt
f ab
v l
c ab
nc ache
and rew
CH AN
z i
Ġpos ition
wa it
Al low
Over ride
n ik
sph inx
Ġcor rect
Doc ument
Ġh ash
Ġsub dir
Ġcl one
~~ ~~
Val id
Ġr vm
u el
en e
t ab
DIT IONS
Ġf a
ff ee
open food
Ġl ast
ric s
Up grade
uff er
ĠBAS IS
ĠB SD
Ġgover ning
red is
ph inx
ĠCON DITIONS
Ġagre ed
Ġd one
y o
Ġto ol
ad a
Ġrequest s
In dex
Ġb u
uc umber
Ġ ,
pro duct
) \/
t ics
ab ility
dom ain
ob j
ĠA uth
ĠE N
loc ale
Ġ ;
Ġ Z
Ġbe en
ition al
ca use
ulti ple
ms g
E T
ĠO bject
g ar
fo ot
s sion
K EN
Ġs wift
Ġn one
Ġpl atform
def ined
mo zilla
] [
fe ed
c am
\"] ,\
U P
Ġthe m
ol y
Ġmis sing
n author
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ĠT ype
iv es
a it
pto ols
M on
Ġit s
n jobs
-------- ----
ac s
check out
LO G
m ut
aut oload
88 8
bot tom
A G
w iki
re place
Ġ header
Ġse ssion
ĠJ ava
Ġ2 00
Ġf ull
ict ion
nc d
Ġ' .
do g
AT ION
error s
Ġl ong
M ode
w idget
m ik
Ġto ken
L L
C ache
Ġ admin
ĠT o
Ġt im
ĠR ails
olut ion
if fer
r spec
Ġs ign
ic o
Ġd on
for ge
li mit
pl an
> ","
fact or
do ut
D K
b lob
per im
) {\
Ġ~ \/.
rout es
ext ensions
\/ \"\
ur a
f ree
git al
` .
' :\
m m
u ptools
Ġ\" \"\"
Ġs end
config ure
ver s
comp iler
s hell
ĠN ot
rit er
N ix
IT Y
re al
an not
mon itor
to on
ib ility
re q
v endor
P U
Ġth ere
ol a
clo se
Ġb reak
l is
E nt
ĠD ata
() ,\
b on
mit h
C or
Ġc ount
open shift
p al
r as
l ask
F low
Ġde scribe
d river
it ch
N one
n D
Re ad
S ize
sub mit
F ilter
t ty
L ine
[ ![
ok u
C S
gu ide
ku do
u y
cover alls
as on
M y
com ment
p ark
le ar
t b
Des cription
B ar
e cho
ac o
Ġpar ser
or ld
c amel
Ġm em
Ġdi st
ro ugh
20 16
Ġc o
b az
co ffee
Ġus ers
ter ns
li m
ac cept
com pose
v ious
Ġp arent
Ġcom ment
man n
post s
n al
G host
Ġright s
m ic
S upport
g rid
ĠUn less
Ġ\" #{
n il
sy m
ct r
n R
aly tics
te am
ĠD ate
Ty ped
circ le
rub ocop
Ġ% ><\/
p k
ra kudo
init ely
le ctions
p ers
V E
Ġo per
Ġ 9
se l
er ge
re cord
app ing
n license
init ial
sh ared
=$ (
ss l
f lo
op er
Ġpar se
j os
we i
ex port
ag o
w indow
T oken
mob ile
col umn
Ġf etch
t od
D river
om an
Ġwh ile
sh i
lib s
Ġres ource
ic ial
Ġ icon
lo s
\/ $
Ġ entry
T K
am ily
ab e
up load
R A
Ġe lement
env ironment
om b
rig ger
(' .
TH ON
y r
Ġpl ace
n ic
v ol
Ġy es
bug s
so cket
Ġlog ging
20 17
o us
