#version: 0.2
Ġ Ġ
ĠĠ Ġ
r e
Ġ re
ĠĠ ĠĠ
i c
i n
r n
t u
Ġ a
Ġre tu
Ġretu rn
a t
o r
Ġ {
ĠĠĠĠ ĠĠĠ
a l
e l
Ġ b
Ġ f
) ;
a c
l t
o n
r r
s t
Ġ 1
Ġ =
Ġ p
in t
_ _
l d
l o
Ġ +
Ġ }
Ġ st
at ic
or ld
al c
el lo
Ġf i
Ġst atic
) :
H ello
W orld
a s
a in
b l
b on
c i
c l
d e
i f
r int
s u
t i
u bl
Ġ -
Ġ n
re d
ĠĠĠĠ Ċ
ac ci
Ġfi bon
as s
cl ass
de f
ubl ic
Ġfibon acci
! "
( "
< =
C alc
a rr
c alc
d d
e r
i al
l at
m ain
s el
t or
u lat
Ġ (
Ġ *
Ġ 3
Ġ World
Ġ if
Ġ def
Ġ <=
Ġ Calc
Ġ calc
ic at
Ġa rr
Ġf ac
lt er
Ġp rint
Ġp ublic
su lt
ti on
red icat
sel f
tor ial
ulat or
ĠCalc ulator
Ġfac torial
redicat e
